#pragma once

//определени€ ресурсов

//=====================================
//          иконки и курсоры
//=====================================

//иконка
#define ICO_MYICON 100
//курсор
#define CUR_MYCUR 101

//=====================================
//               звуки
//=====================================

//звук выключени€ винды
#define WAV_APP_CLOSE 11
//музыка
#define WAV_PHONK 666
//звук смерти
//звук получени€ (нет не по ебалу) очка (нет бл€ть в очко)

//=====================================
//меню
//=====================================

//главное меню
#define MAIN_MENU 2
// нопка включени€ музыки
#define MENU_PHONK 2001
