#pragma once

//определения ресурсов

//=====================================
//          иконки и курсоры
//=====================================

//иконка
#define ICO_MYICON 100
//курсор
#define CUR_MYCUR 101

//=====================================
//               звуки
//=====================================

//звук выключения винды
#define WAV_APP_CLOSE 11
//музыка
#define WAV_MUSIC 12
//музыка
#define WAV_PHONK 666
//звук смерти
//звук получения (нет не по ебалу) очка (нет блять в очко)

//=====================================
//меню
//=====================================

//главное меню
#define MAIN_MENU 2
//кнопка включения музыки
#define MENU_MUSIC 2001
//кнопка включения нормального уровня сложности
#define MENU_DIFFICULTY_NORMAL 2101
//кнопка включения хардкорного уровня сложности
#define MENU_DIFFICULTY_HARDCORE 2102
